[
  "obsidian-dictionary-plugin",
  "auto-definition-link",
  "obsidian-charts",
  "calendar",
  "obsidian-tasks-plugin",
  "dataview",
  "table-editor-obsidian",
  "automatic-table-of-contents",
  "pomodoro-timer",
  "ai-assistant",
  "chat-cbt"
]